---
kind: enumMember
id: F:Autodesk.Revit.UI.Result.Cancelled
enum: Autodesk.Revit.UI.Result
source: html/e6cebb3c-0c3f-7dc4-2063-e5df0a00b2f5.htm
---
# Autodesk.Revit.UI.Result.Cancelled

Signifies that the external application is cancelled.